/*
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Er is een nieuwe versie beschikbaar.";
"Version:" = "Versie:";
"Released Date:" = "Releasedatum:";
"Remind me later" = "Herinner me er later aan.";
"Update now" = "Nu bijwerken";

"Check the update" = "Controleer de update";
"The version you are using is the latest one!" = "De versie die u gebruikt is de nieuwste!";
"Software updata" = "Software updata";
"Network error, please check the network and try again." = "Netwerkfout, controleer het netwerk en probeer het opnieuw.";
"OK" = "OK";
"Downloading, please wait a moment." = "Downloaden, even geduld.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Download voltooid. Voor onmiddellijke installatie moet het actieve programma worden gesloten. Wil je doorgaan?";
"Install now" = "Nu installeren";
"Cancel" = "Annuleren";
"Download the latest version, do you want to cancel?" = "Download de nieuwste versie, wilt u annuleren?";
"Download error, please check the network and try again," = "Downloadfout, controleer het netwerk en probeer het opnieuw,";
"Yes" = "ja";
"No" = "Nee";
"Installing, please wait a moment." = "Installeren, even wachten.";
"Install complete." = "Installatie voltooid.";
"Start now" = "Begin nu";
"Install failed, please try again." = "Installeren is mislukt, probeer het opnieuw.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Wacht geduldig tot de installatie van het programma is voltooid, anders kan dit leiden tot de programma-uitzondering.";
"Try again" = "Probeer het opnieuw";
"What's New:" = "Wat is er nieuw:";
"Checking for updates…" = "Controleren op updates...";


